Repository: cannabiss/grunt-wordpress-translator
Catalog: languages/po/*.po
Languages: az, be, he, sq, uk

source: All
az: Bütün
be: Усе
he: כל
sq: Të gjitha
uk: Всі

source: My template
az: Mənim üçün şablon
be: Мой шаблон
he: בתבנית שלי
sq: Shabllonin tim
uk: Мій шаблон

source: Hello World!
az: Salam Dünya!
be: Добры Дзень, Свет!
he: שלום עולם!
sq: Tungjatjeta Botë!
uk: Здрастуй, Світ!

source: link
az: əlaqə
be: спасылка
he: קישור
sq: lidhje
uk: посилання

source: This is a good plugin.
az: Bu yaxşı bir plugin.
be: Гэта добры убудова.
he: זה הוא תוסף טוב.
sq: Kjo është një e mirë plugin.
uk: Це хороший плагін.

source: Thanks to Yandex!
az: Təşəkkür Яндексу!
be: Дзякуй Яндэксу!
he: הודות Yandex!
sq: Faleminderit për Yandex!
uk: Спасибі Яндексу!

source: The problem to be solved automatically
az: Problem düzelecektir avtomatik
be: Праблема будзе вырашана аўтаматычна
he: את הבעיה ניתן לפתור באופן אוטומטי
sq: Problemi të zgjidhet automatikisht
uk: Проблема буде вирішена автоматично

source: Programming is power.
az: Proqramlaşdırma qüvvədir.
be: Праграмаванне гэта сіла.
he: תיכנות זה כוח.
sq: Programimi është fuqi.
uk: Програмування це сила.

source: Our contacts
az: Bizim əlaqə
be: Нашы кантакты
he: הקשר שלנו.
sq: Kontaktet tona
uk: Наші контакти

source: Have questions?
az: Sual var?
be: Есць пытанні?
he: יש לך שאלות?
sq: Keni pyetje?
uk: Є питання?
